{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]+|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": true,
    "vocab": {
      "Ā": 0,
      "ā": 1,
      "Ă": 2,
      "ă": 3,
      "Ą": 4,
      "ą": 5,
      "Ć": 6,
      "ć": 7,
      "Ĉ": 8,
      "ĉ": 9,
      "Ċ": 10,
      "ċ": 11,
      "Č": 12,
      "č": 13,
      "Ď": 14,
      "ď": 15,
      "Đ": 16,
      "đ": 17,
      "Ē": 18,
      "ē": 19,
      "Ĕ": 20,
      "ĕ": 21,
      "Ė": 22,
      "ė": 23,
      "Ę": 24,
      "ę": 25,
      "Ě": 26,
      "ě": 27,
      "Ĝ": 28,
      "ĝ": 29,
      "Ğ": 30,
      "ğ": 31,
      "Ġ": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      "=": 61,
      ">": 62,
      "?": 63,
      "@": 64,
      "A": 65,
      "B": 66,
      "C": 67,
      "D": 68,
      "E": 69,
      "F": 70,
      "G": 71,
      "H": 72,
      "I": 73,
      "J": 74,
      "K": 75,
      "L": 76,
      "M": 77,
      "N": 78,
      "O": 79,
      "P": 80,
      "Q": 81,
      "R": 82,
      "S": 83,
      "T": 84,
      "U": 85,
      "V": 86,
      "W": 87,
      "X": 88,
      "Y": 89,
      "Z": 90,
      "[": 91,
      "\\": 92,
      "]": 93,
      "^": 94,
      "_": 95,
      "`": 96,
      "a": 97,
      "b": 98,
      "c": 99,
      "d": 100,
      "e": 101,
      "f": 102,
      "g": 103,
      "h": 104,
      "i": 105,
      "j": 106,
      "k": 107,
      "l": 108,
      "m": 109,
      "n": 110,
      "o": 111,
      "p": 112,
      "q": 113,
      "r": 114,
      "s": 115,
      "t": 116,
      "u": 117,
      "v": 118,
      "w": 119,
      "x": 120,
      "y": 121,
      "z": 122,
      "{": 123,
      "|": 124,
      "}": 125,
      "~": 126,
      "ġ": 127,
      "Ģ": 128,
      "ģ": 129,
      "Ĥ": 130,
      "ĥ": 131,
      "Ħ": 132,
      "ħ": 133,
      "Ĩ": 134,
      "ĩ": 135,
      "Ī": 136,
      "ī": 137,
      "Ĭ": 138,
      "ĭ": 139,
      "Į": 140,
      "į": 141,
      "İ": 142,
      "ı": 143,
      "Ĳ": 144,
      "ĳ": 145,
      "Ĵ": 146,
      "ĵ": 147,
      "Ķ": 148,
      "ķ": 149,
      "ĸ": 150,
      "Ĺ": 151,
      "ĺ": 152,
      "Ļ": 153,
      "ļ": 154,
      "Ľ": 155,
      "ľ": 156,
      "Ŀ": 157,
      "ŀ": 158,
      "Ł": 159,
      "ł": 160,
      "¡": 161,
      "¢": 162,
      "£": 163,
      "¤": 164,
      "¥": 165,
      "¦": 166,
      "§": 167,
      "¨": 168,
      "©": 169,
      "ª": 170,
      "«": 171,
      "¬": 172,
      "Ń": 173,
      "®": 174,
      "¯": 175,
      "°": 176,
      "±": 177,
      "²": 178,
      "³": 179,
      "´": 180,
      "µ": 181,
      "¶": 182,
      "·": 183,
      "¸": 184,
      "¹": 185,
      "º": 186,
      "»": 187,
      "¼": 188,
      "½": 189,
      "¾": 190,
      "¿": 191,
      "À": 192,
      "Á": 193,
      "Â": 194,
      "Ã": 195,
      "Ä": 196,
      "Å": 197,
      "Æ": 198,
      "Ç": 199,
      "È": 200,
      "É": 201,
      "Ê": 202,
      "Ë": 203,
      "Ì": 204,
      "Í": 205,
      "Î": 206,
      "Ï": 207,
      "Ð": 208,
      "Ñ": 209,
      "Ò": 210,
      "Ó": 211,
      "Ô": 212,
      "Õ": 213,
      "Ö": 214,
      "×": 215,
      "Ø": 216,
      "Ù": 217,
      "Ú": 218,
      "Û": 219,
      "Ü": 220,
      "Ý": 221,
      "Þ": 222,
      "ß": 223,
      "à": 224,
      "á": 225,
      "â": 226,
      "ã": 227,
      "ä": 228,
      "å": 229,
      "æ": 230,
      "ç": 231,
      "è": 232,
      "é": 233,
      "ê": 234,
      "ë": 235,
      "ì": 236,
      "í": 237,
      "î": 238,
      "ï": 239,
      "ð": 240,
      "ñ": 241,
      "ò": 242,
      "ó": 243,
      "ô": 244,
      "õ": 245,
      "ö": 246,
      "÷": 247,
      "ø": 248,
      "ù": 249,
      "ú": 250,
      "û": 251,
      "ü": 252,
      "ý": 253,
      "þ": 254,
      "ÿ": 255,
      "Ġt": 256,
      "he": 257,
      "Ġa": 258,
      "in": 259,
      "Ġs": 260,
      "Ġw": 261,
      "Ġthe": 262,
      "Ġo": 263,
      "re": 264,
      "Ġb": 265,
      "ou": 266,
      "ed": 267,
      "Ġm": 268,
      "nd": 269,
      "ĠI": 270,
      "ha": 271,
      "it": 272,
      "er": 273,
      "ing": 274,
      "Ġf": 275,
      "is": 276,
      "Ġto": 277,
      "en": 278,
      "on": 279,
      "or": 280,
      "as": 281,
      "Ġc": 282,
      "Ġof": 283,
      "Ġand": 284,
      "Ġd": 285,
      "ll": 286,
      "at": 287,
      "an": 288,
      "ar": 289,
      "Ġp": 290,
      "Ġn": 291,
      "Ġin": 292,
      "le": 293,
      "om": 294,
      "ot": 295,
      "Ġbe": 296,
      "Ġh": 297,
      "ut": 298,
      "ow": 299,
      "es": 300,
      "hat": 301,
      "Ġg": 302,
      "Ġhe": 303,
      "Ġha": 304,
      "Ġl": 305,
      "Ġwas": 306,
      "ld": 307,
      "gh": 308,
      "id": 309,
      "ch": 310,
      "Ġth": 311,
      "Ġit": 312,
      "ay": 313,
      "Ġon": 314,
      "ce": 315,
      "se": 316,
      "ent": 317,
      "Ġst": 318,
      "ly": 319,
      "ve": 320,
      "et": 321,
      "st": 322,
      "ĠT": 323,
      "Ġe": 324,
      "Ġy": 325,
      "ght": 326,
      "ir": 327,
      "Ġme": 328,
      "oo": 329,
      "al": 330,
      "ith": 331,
      "Ġre": 332,
      "im": 333,
      "Ġthat": 334,
      "Ġas": 335,
      "ould": 336,
      "ro": 337,
      "ad": 338,
      "ion": 339,
      ".Ċ": 340,
      "her": 341,
      "Ġmy": 342,
      "ct": 343,
      "Ġnot": 344,
      "Ġwith": 345,
      "Ġfor": 346,
      "Ġu": 347,
      "ke": 348,
      "Ġyou": 349,
      "ĠS": 350,
      "Ġis": 351,
      "ight": 352,
      "\"Ċ": 353,
      "am": 354,
      "ic": 355,
      "ur": 356,
      "Ġat": 357,
      "..": 358,
      "ac": 359,
      "ter": 360,
      "Ġwh": 361,
      "Ġan": 362,
      "Ġwe": 363,
      "ĠThe": 364,
      "if": 365,
      "Ġor": 366,
      "Ġbut": 367,
      "ver": 368,
      "Ġ\"": 369,
      "Ġr": 370,
      "out": 371,
      "ome": 372,
      "Ġhad": 373,
      "pp": 374,
      "qu": 375,
      "Ġsu": 376,
      "Ġthis": 377,
      "red": 378,
      "ard": 379,
      "Ġso": 380,
      "ell": 381,
      "Ġwould": 382,
      "Ġhis": 383,
      "Ġsh": 384,
      "ine": 385,
      "ra": 386,
      "Ġse": 387,
      "Ġby": 388,
      ".\"Ċ": 389,
      "ĠP": 390,
      "hen": 391,
      "ĠA": 392,
      "Ġhave": 393,
      "Ġfr": 394,
      "Ġsa": 395,
      "ĠH": 396,
      "Ġone": 397,
      "em": 398,
      "ked": 399,
      "irt": 400,
      "ect": 401,
      "Ġhim": 402,
      "Ġli": 403,
      "Ġab": 404,
      "ation": 405,
      "hing": 406,
      "the": 407,
      "ĠR": 408,
      "Ġle": 409,
      "ss": 410,
      "ĠW": 411,
      "cu": 412,
      "ill": 413,
      "'t": 414,
      "art": 415,
      "all": 416,
      ",Ċ": 417,
      "own": 418,
      "ore": 419,
      "Ġall": 420,
      "Ġk": 421,
      "Ġgo": 422,
      "hirt": 423,
      "and": 424,
      "Ġout": 425,
      "ame": 426,
      "ain": 427,
      "Ġif": 428,
      "Ġno": 429,
      "Ġdo": 430,
      "Ġthey": 431,
      "ool": 432,
      "un": 433,
      "to": 434,
      "Ġup": 435,
      "ĠRed": 436,
      "Ġne": 437,
      "ĠK": 438,
      "Ġfrom": 439,
      "ĠShirt": 440,
      "Ġwor": 441,
      "ong": 442,
      "Ġthere": 443,
      "Ġsaid": 444,
      "ri": 445,
      "ant": 446,
      "ĠB": 447,
      "Ġany": 448,
      "ud": 449,
      "ind": 450,
      "Ġwhi": 451,
      "ab": 452,
      "ound": 453,
      "Ġabout": 454,
      "Ġthem": 455,
      "cup": 456,
      "ak": 457,
      "Ġde": 458,
      "Ġte": 459,
      "ĠM": 460,
      "ake": 461,
      "cupine": 462,
      "ig": 463,
      "Ġwere": 464,
      "orcupine": 465,
      "il": 466,
      "chool": 467,
      "Ġro": 468,
      "ood": 469,
      "Ġare": 470,
      "ive": 471,
      "Ġlike": 472,
      "yo": 473,
      "Ġhou": 474,
      "'s": 475,
      "one": 476,
      "us": 477,
      "el": 478,
      "ul": 479,
      "ack": 480,
      "op": 481,
      ",\"": 482,
      "th": 483,
      "acher": 484,
      "um": 485,
      "ang": 486,
      "Ġfa": 487,
      "ag": 488,
      "Ġschool": 489,
      "Ġj": 490,
      "te": 491,
      "ok": 492,
      "ess": 493,
      "ust": 494,
      "ers": 495,
      "....": 496,
      "ĠC": 497,
      "ther": 498,
      "han": 499,
      "Ġwhen": 500,
      "Ġsp": 501,
      "Ġman": 502,
      "Ġcan": 503,
      "ough": 504,
      "Ġwho": 505,
      "Ġget": 506,
      "Ġdid": 507,
      "Ġpo": 508,
      "ci": 509,
      "Ġal": 510,
      "ist": 511,
      "Ġcom": 512,
      "lf": 513,
      "au": 514,
      "ĠPorcupine": 515,
      "Ġwhich": 516,
      "ven": 517,
      "Ġaf": 518,
      "wn": 519,
      "ass": 520,
      "ber": 521,
      "Ġex": 522,
      "ous": 523,
      "est": 524,
      "lo": 525,
      "Ġtr": 526,
      "ellow": 527,
      "Ġsay": 528,
      "ought": 529,
      "Ġroom": 530,
      "Ġsome": 531,
      "--": 532,
      "ĠO": 533,
      "ate": 534,
      "Ġv": 535,
      "hed": 536,
      "ap": 537,
      "Ġtw": 538,
      "Ġbec": 539,
      "ree": 540,
      "ject": 541,
      "ks": 542,
      "Ġcon": 543,
      "Ġbeen": 544,
      "ents": 545,
      "ide": 546,
      "Ġcould": 547,
      "ĠG": 548,
      "ep": 549,
      "Ġpro": 550,
      "nt": 551,
      "Ġhouse": 552,
      "Ġag": 553,
      "ĠIf": 554,
      "Ġkn": 555,
      "Ġfellow": 556,
      "Ġwhat": 557,
      "way": 558,
      "ish": 559,
      "Ġam": 560,
      "ite": 561,
      "nder": 562,
      "ime": 563,
      "Ġpr": 564,
      "Ġteacher": 565,
      "are": 566,
      "Ġbo": 567,
      "Ġshe": 568,
      "ĠN": 569,
      "ice": 570,
      "ast": 571,
      "ure": 572,
      "ie": 573,
      "Ġsuch": 574,
      "uten": 575,
      "utenber": 576,
      "utenberg": 577,
      "Ġqu": 578,
      "lown": 579,
      "Ġwr": 580,
      "pt": 581,
      "ĠHe": 582,
      "Ġstud": 583,
      "here": 584,
      "Ġmore": 585,
      "ry": 586,
      "tter": 587,
      "ĠY": 588,
      "Ġmay": 589,
      "ity": 590,
      "Ġloo": 591,
      "Ġother": 592,
      "his": 593,
      "ĠPro": 594,
      "Ġwill": 595,
      "ĠIt": 596,
      "ort": 597,
      "Ġshould": 598,
      "very": 599,
      "we": 600,
      "Ġpl": 601,
      "ash": 602,
      ".\"": 603,
      "Ġapp": 604,
      "Ġday": 605,
      "urn": 606,
      "po": 607,
      "Ġher": 608,
      "ĠĠ": 609,
      "not": 610,
      "ck": 611,
      "Ġun": 612,
      "hi": 613,
      "ving": 614,
      "Ġold": 615,
      "Ġtime": 616,
      "\"T": 617,
      "Ġway": 618,
      "able": 619,
      "?\"Ċ": 620,
      "ĠClown": 621,
      "Ġonly": 622,
      "ub": 623,
      "ach": 624,
      "Ġoff": 625,
      "Ġthan": 626,
      "ally": 627,
      "Ġtheir": 628,
      "be": 629,
      "king": 630,
      "other": 631,
      "ary": 632,
      "ans": 633,
      "ated": 634,
      "self": 635,
      "Ġgoing": 636,
      "uch": 637,
      "oll": 638,
      "Ġback": 639,
      "iyo": 640,
      "-t": 641,
      "ance": 642,
      "ade": 643,
      "ĠProject": 644,
      "sp": 645,
      "Ġtwo": 646,
      "Ġthought": 647,
      "so": 648,
      "Ġright": 649,
      "Ġhead": 650,
      "ved": 651,
      "ĠD": 652,
      "Ġpre": 653,
      "Ġsee": 654,
      "Ġus": 655,
      "Ġstudents": 656,
      "cip": 657,
      "Ġdon": 658,
      "Ġnight": 659,
      "incip": 660,
      "ĠKiyo": 661,
      "pl": 662,
      "ared": 663,
      "ĠGutenberg": 664,
      "Ġco": 665,
      "Ġhow": 666,
      "omet": 667,
      "ff": 668,
      "\"I": 669,
      ",--": 670,
      "Ġasked": 671,
      "incipal": 672,
      "ever": 673,
      "Ġac": 674,
      "ĠF": 675,
      "Ġmake": 676,
      "itt": 677,
      "Ġmight": 678,
      "ge": 679,
      "led": 680,
      "Ġafter": 681,
      "ign": 682,
      "Ġgr": 683,
      "Ġmade": 684,
      "dd": 685,
      "Ġknow": 686,
      "Ġcome": 687,
      "Ġbr": 688,
      "thing": 689,
      "ĠBut": 690,
      "Ġmat": 691,
      "ĠOn": 692,
      "ory": 693,
      "cl": 694,
      "ĠE": 695,
      "ble": 696,
      "og": 697,
      "Ġyour": 698,
      "ull": 699,
      "Ġwork": 700,
      "ear": 701,
      "Ġthree": 702,
      "ied": 703,
      "but": 704,
      "The": 705,
      "pe": 706,
      "ace": 707,
      "Ġstart": 708,
      "ick": 709,
      "Ġover": 710,
      "our": 711,
      "Ġmuch": 712,
      "Ġwant": 713,
      "imp": 714,
      "Ġpart": 715,
      "ho": 716,
      "ink": 717,
      "ence": 718,
      "Ġdown": 719,
      "Ġeven": 720,
      "Ġprincipal": 721,
      "ling": 722,
      "ount": 723,
      "ause": 724,
      "Ġcl": 725,
      "Ġbl": 726,
      "-tm": 727,
      "omething": 728,
      "Ġinto": 729,
      "orm": 730,
      "okyo": 731,
      "Ġdis": 732,
      "Ġfe": 733,
      "Ġface": 734,
      "......": 735,
      "ress": 736,
      "ment": 737,
      "ire": 738,
      "Ġar": 739,
      "ty": 740,
      "Ġmo": 741,
      "reat": 742,
      "Ġfir": 743,
      "per": 744,
      "Ġour": 745,
      "co": 746,
      "Ġthen": 747,
      "Ġtold": 748,
      "ings": 749,
      "Ġtake": 750,
      "Ġbeg": 751,
      "ner": 752,
      "ition": 753,
      "ose": 754,
      "Ġown": 755,
      "Ġagain": 756,
      "Ġseem": 757,
      "ise": 758,
      "Ġwat": 759,
      "\"W": 760,
      "Ġfar": 761,
      "aking": 762,
      "fore": 763,
      "ady": 764,
      "-s": 765,
      "less": 766,
      "Ġret": 767,
      "Ġsha": 768,
      "Ġcame": 769,
      "ger": 770,
      "Ġgood": 771,
      "ather": 772,
      "ark": 773,
      "row": 774,
      "Ġke": 775,
      "'m": 776,
      "Ġhas": 777,
      "ath": 778,
      "pped": 779,
      "Ġwent": 780,
      "Ġtell": 781,
      "quash": 782,
      "Ġen": 783,
      "Ġfirst": 784,
      "Ġhot": 785,
      "iz": 786,
      "Ġaway": 787,
      "Ġsomething": 788,
      "Ġrem": 789,
      "Ġtown": 790,
      "Ġsm": 791,
      "ĠThis": 792,
      "Ġbetter": 793,
      "ĠThen": 794,
      "was": 795,
      "of": 796,
      "bard": 797,
      "ĠL": 798,
      "li": 799,
      "fe": 800,
      "ĠTokyo": 801,
      "Ġlong": 802,
      "ily": 803,
      "Ġsure": 804,
      "Ġlooked": 805,
      "ubbard": 806,
      "ction": 807,
      "ord": 808,
      "Ġmany": 809,
      "ious": 810,
      "Ġtoo": 811,
      "Ġhere": 812,
      "os": 813,
      "Ġunder": 814,
      "ase": 815,
      "ng": 816,
      "ped": 817,
      "od": 818,
      "me": 819,
      "Ġjust": 820,
      "Ġnow": 821,
      "ince": 822,
      "Ġheard": 823,
      "Ġkind": 824,
      "ĠThey": 825,
      "Ġbefore": 826,
      "hy": 827,
      "ĠIn": 828,
      "Ġent": 829,
      "Ġboard": 830,
      "!\"": 831,
      "ward": 832,
      "Ġbeing": 833,
      "Ġwell": 834,
      "erm": 835,
      "ried": 836,
      "Ġwrong": 837,
      "aid": 838,
      "xt": 839,
      "Ġreturn": 840,
      "ited": 841,
      "Ġyen": 842,
      "Ġmatter": 843,
      "Ġcall": 844,
      "Ġtal": 845,
      "ĠYou": 846,
      "ced": 847,
      "ised": 848,
      "Ġcha": 849,
      "ons": 850,
      "Ġsame": 851,
      "Ġonce": 852,
      "day": 853,
      "ft": 854,
      "Ġsw": 855,
      "Ġbecause": 856,
      "Ġthink": 857,
      "Ġwhere": 858,
      "ĠNo": 859,
      "ĠHubbard": 860,
      "ĠSquash": 861,
      "Ġcop": 862,
      "with": 863,
      "ered": 864,
      "ollow": 865,
      "Ġplace": 866,
      "idd": 867,
      "cess": 868,
      "Ġshow": 869,
      "isha": 870,
      "Ġra": 871,
      "Ġletter": 872,
      "ne": 873,
      "ves": 874,
      "ating": 875,
      "rang": 876,
      "Ġaff": 877,
      "Ġhand": 878,
      "Ġsc": 879,
      "Ġpers": 880,
      "int": 881,
      "pr": 882,
      "side": 883,
      "fter": 884,
      "Ġsaying": 885,
      "Ġlau": 886,
      "that": 887,
      "Ġwithout": 888,
      "ron": 889,
      "air": 890,
      "lect": 891,
      "ĠWhat": 892,
      "elt": 893,
      "Ġwhile": 894,
      "oga": 895,
      "aper": 896,
      "Ġpe": 897,
      "oy": 898,
      "Ġsat": 899,
      "ies": 900,
      "Ġadd": 901,
      "Ġdays": 902,
      "Ġspe": 903,
      "Ġho": 904,
      "Ġans": 905,
      "Ġhar": 906,
      "ĠWhen": 907,
      "Ġanything": 908,
      "pen": 909,
      "]Ċ": 910,
      "tain": 911,
      "Ġmust": 912,
      "Ġnew": 913,
      "lic": 914,
      "Ġvo": 915,
      "hile": 916,
      "get": 917,
      "ĠAs": 918,
      "Ġvery": 919,
      "'re": 920,
      "Ġevery": 921,
      "ave": 922,
      "?\"": 923,
      "adger": 924,
      "ĠKoga": 925,
      "ĠMr": 926,
      "rough": 927,
      "ult": 928,
      "Ġfollow": 929,
      "ting": 930,
      "ife": 931,
      "iddle": 932,
      "ful": 933,
      "ank": 934,
      "ĠSo": 935,
      "Ġseemed": 936,
      "ĠAnd": 937,
      "ix": 938,
      "Ġset": 939,
      "Ġcare": 940,
      "Ġres": 941,
      "Ġnever": 942,
      "Ġfound": 943,
      "Ġlo": 944,
      "cid": 945,
      "ined": 946,
      "Ġclass": 947,
      "Ġmyself": 948,
      "aw": 949,
      "Ġwom": 950,
      "ations": 951,
      "Ġleft": 952,
      "ĠWe": 953,
      "Ġteachers": 954,
      "\"Y": 955,
      "na": 956,
      "ont": 957,
      "Ġdes": 958,
      "Ġthose": 959,
      "ired": 960,
      "Ġsen": 961,
      "ying": 962,
      "Ġthese": 963,
      "az": 964,
      "ĠThere": 965,
      "cept": 966,
      "Ġdang": 967,
      "ĠU": 968,
      "\"H": 969,
      "bod": 970,
      "body": 971,
      "Ġhaving": 972,
      "alary": 973,
      "Ġwatch": 974,
      "Ġgive": 975,
      "age": 976,
      "Ġits": 977,
      "Ġappe": 978,
      "ue": 979,
      "Ġcount": 980,
      "Ġhard": 981,
      "Ġbel": 982,
      "ott": 983,
      "Ġdist": 984,
      "\"S": 985,
      "ĠMad": 986,
      "-n": 987,
      "ribut": 988,
      "ged": 989,
      "Ġatt": 990,
      "fere": 991,
      "ither": 992,
      "Ġupon": 993,
      "Ġtem": 994,
      "Ġperson": 995,
      "ning": 996,
      "Ġche": 997,
      "arly": 998,
      "oney": 999,
      "Ġsoon": 1000,
      "ement": 1001,
      "Ġ(": 1002,
      "Ġtrans": 1003,
      "Ġexp": 1004,
      "Ġser": 1005,
      "Ġreg": 1006,
      "ason": 1007,
      "Ġsaw": 1008,
      "Ġnext": 1009,
      "oot": 1010,
      "Ġhalf": 1011,
      "Ġtook": 1012,
      "Ġbad": 1013,
      "Ġhour": 1014,
      "Ġsalary": 1015,
      "Ġbegan": 1016,
      "right": 1017,
      "onna": 1018,
      "-san": 1019,
      "Ġworks": 1020,
      "ĠJ": 1021,
      "form": 1022,
      "ical": 1023,
      "Ġtra": 1024,
      "man": 1025,
      "Ġnothing": 1026,
      "Ġstill": 1027,
      "ears": 1028,
      "Ġsupp": 1029,
      "Ġturn": 1030,
      "Ġfelt": 1031,
      "Ġwoman": 1032,
      "Ġstarted": 1033,
      "ouble": 1034,
      "ura": 1035,
      "ishing": 1036,
      ":Ċ": 1037,
      "lectron": 1038,
      "lectronic": 1039,
      "ook": 1040,
      "Ġcopy": 1041,
      "Ġfull": 1042,
      "cond": 1043,
      "mat": 1044,
      "Ġmiddle": 1045,
      "Ġlook": 1046,
      "Ġcomm": 1047,
      "wered": 1048,
      "Ġbecame": 1049,
      "Ġfellows": 1050,
      "would": 1051,
      "Ġgot": 1052,
      "Ġgl": 1053,
      "Ġgu": 1054,
      "Ġkeep": 1055,
      "Ġge": 1056,
      "ĠMadonna": 1057,
      "iter": 1058,
      "ished": 1059,
      "Ġunderst": 1060,
      "Ġstra": 1061,
      "sid": 1062,
      "Ġcountry": 1063,
      "ople": 1064,
      "Ġprov": 1065,
      "Ġput": 1066,
      "no": 1067,
      "'ll": 1068,
      "Ġsle": 1069,
      "range": 1070,
      "ĠShe": 1071,
      "pos": 1072,
      "Ġmind": 1073,
      "Ġpass": 1074,
      "Ġthrough": 1075,
      "Ġquite": 1076,
      "Ġind": 1077,
      "Ġboarding": 1078,
      "teacher": 1079,
      "ple": 1080,
      "Porcupine": 1081,
      "Ġple": 1082,
      "Ġgeisha": 1083,
      "ĠĠĠĠ": 1084,
      "ost": 1085,
      "ense": 1086,
      "No": 1087,
      "ible": 1088,
      "Ġread": 1089,
      "Ġred": 1090,
      "ention": 1091,
      "ened": 1092,
      "!\"Ċ": 1093,
      "Ġref": 1094,
      "Ġad": 1095,
      "Ġfl": 1096,
      "Ġstay": 1097,
      "up": 1098,
      "Ġround": 1099,
      "Ġcle": 1100,
      "Ġopen": 1101,
      "Ġob": 1102,
      "tend": 1103,
      "Ġfind": 1104,
      "Ġper": 1105,
      "Ġcalled": 1106,
      "Ġsur": 1107,
      "rew": 1108,
      "Ġpaper": 1109,
      "ĠBadger": 1110,
      "Ġmeet": 1111,
      "iss": 1112,
      "\"That": 1113,
      "erms": 1114,
      "TE": 1115,
      "itten": 1116,
      "ably": 1117,
      "ness": 1118,
      "Ġcannot": 1119,
      "Ġsimp": 1120,
      "con": 1121,
      "Ġreason": 1122,
      "you": 1123,
      "Ġhome": 1124,
      "by": 1125,
      "Ġfight": 1126,
      "ittle": 1127,
      "Ġthings": 1128,
      "Ġeas": 1129,
      "Ġimp": 1130,
      "ressed": 1131,
      "Ġmean": 1132,
      "Ġappeared": 1133,
      "Ġnat": 1134,
      "Ġhel": 1135,
      "ret": 1136,
      "aken": 1137,
      "Ġstraight": 1138,
      "Ġaffair": 1139,
      "iting": 1140,
      "Ġed": 1141,
      "Ġsince": 1142,
      "log": 1143,
      "Ġpay": 1144,
      "Ġfront": 1145,
      "my": 1146,
      "Ġvoice": 1147,
      "ready": 1148,
      "Ġfool": 1149,
      "oundation": 1150,
      "Ġelectronic": 1151,
      "Ġterms": 1152,
      "Ġmar": 1153,
      "apan": 1154,
      "any": 1155,
      "Ġresp": 1156,
      "Ġend": 1157,
      "app": 1158,
      "what": 1159,
      "str": 1160,
      "rap": 1161,
      "ial": 1162,
      "icul": 1163,
      "Ġacc": 1164,
      "oth": 1165,
      "Ġsecond": 1166,
      "Ġflo": 1167,
      "Ġsix": 1168,
      "Ġfeet": 1169,
      "br": 1170,
      "iet": 1171,
      "Ġlittle": 1172,
      "les": 1173,
      "Ġmoney": 1174,
      "Ġdecl": 1175,
      "Ġey": 1176,
      "Ġcomp": 1177,
      "aring": 1178,
      "Ġagre": 1179,
      "where": 1180,
      "ĠSt": 1181,
      "Ġstre": 1182,
      "ex": 1183,
      "ract": 1184,
      "Ġint": 1185,
      "Ġdire": 1186,
      "Ġbecome": 1187,
      "Ġhon": 1188,
      "Ġconsid": 1189,
      "ertain": 1190,
      "now": 1191,
      "Ġsl": 1192,
      "itor": 1193,
      "gg": 1194,
      "Ġjum": 1195,
      "Ġbu": 1196,
      "Ġthing": 1197,
      "Ġanswered": 1198,
      "oes": 1199,
      "ya": 1200,
      "ĠThat": 1201,
      "ize": 1202,
      "ond": 1203,
      "act": 1204,
      "Ġeff": 1205,
      "Ġbang": 1206,
      "about": 1207,
      "Ġbed": 1208,
      "orrow": 1209,
      "ung": 1210,
      "ĠTo": 1211,
      "Ġkept": 1212,
      "Ġwal": 1213,
      "Ġbath": 1214,
      "Ġdra": 1215,
      "\"A": 1216,
      "rings": 1217,
      "hopp": 1218,
      "Ġresign": 1219,
      "Ġdin": 1220,
      "Ġlady": 1221,
      ".E": 1222,
      "Ġuse": 1223,
      "lish": 1224,
      "ors": 1225,
      "Ġwritten": 1226,
      "ene": 1227,
      "iv": 1228,
      "Ġdif": 1229,
      "Ġste": 1230,
      "Ġstory": 1231,
      "com": 1232,
      "res": 1233,
      "ently": 1234,
      "Ġfact": 1235,
      "hes": 1236,
      "ways": 1237,
      "Ġwhy": 1238,
      "Ġthough": 1239,
      "Ġstr": 1240,
      "onder": 1241,
      "head": 1242,
      "Ġcour": 1243,
      "Ġmon": 1244,
      "Ġsk": 1245,
      "Ġbelie": 1246,
      "Ġlet": 1247,
      "fer": 1248,
      "Ġrequ": 1249,
      "Ġline": 1250,
      "room": 1251,
      "-day": 1252,
      "Ġdone": 1253,
      "Ġdoes": 1254,
      "ĠOne": 1255,
      "Ġdango": 1256,
      "asshopp": 1257,
      "Ġconsider": 1258,
      "Ġdinner": 1259,
      "ĠFoundation": 1260,
      "**": 1261,
      "empt": 1262,
      "ese": 1263,
      "Ġword": 1264,
      "rest": 1265,
      "Ġenough": 1266,
      "Ġgreat": 1267,
      "Ġname": 1268,
      "Ġpub": 1269,
      "Ġmanner": 1270,
      "wer": 1271,
      "ict": 1272,
      "iness": 1273,
      "Ġhimself": 1274,
      "Ġpeople": 1275,
      "ew": 1276,
      "Ġcor": 1277,
      "estion": 1278,
      "Ġbig": 1279,
      "ee": 1280,
      "Ġri": 1281,
      "ides": 1282,
      "Ġbrother": 1283,
      "Ġheart": 1284,
      "ected": 1285,
      "eed": 1286,
      "Ġothers": 1287,
      "sol": 1288,
      "ted": 1289,
      "Ġeyes": 1290,
      "Ġtrouble": 1291,
      "Ġteach": 1292,
      "Ġboat": 1293,
      "Ġfour": 1294,
      "Ġalready": 1295,
      "rom": 1296,
      "ghed": 1297,
      "Ġsqu": 1298,
      "Ġpol": 1299,
      "ces": 1300,
      "ĠHott": 1301,
      "Ġleave": 1302,
      "Ġdistribut": 1303,
      "aster": 1304,
      "CH": 1305,
      "uc": 1306,
      "Ġim": 1307,
      "Ġhowever": 1308,
      "there": 1309,
      "apanese": 1310,
      "Ġlast": 1311,
      "Ġcr": 1312,
      "ility": 1313,
      "Ġsimple": 1314,
      "Ġlife": 1315,
      "-c": 1316,
      "Ġregard": 1317,
      "Ġfin": 1318,
      "ual": 1319,
      "Ġmeans": 1320,
      "Ġstand": 1321,
      "atch": 1322,
      "Ġshort": 1323,
      "ned": 1324,
      "Ġseen": 1325,
      "Ġhapp": 1326,
      "-k": 1327,
      "Ġagainst": 1328,
      "him": 1329,
      "amed": 1330,
      "Ġstood": 1331,
      "Ġgra": 1332,
      "Ġmother": 1333,
      "Ġfish": 1334,
      "Ġwater": 1335,
      "ail": 1336,
      "cei": 1337,
      "Ġrather": 1338,
      "Ġins": 1339,
      "Ġfeel": 1340,
      "Ġalso": 1341,
      "Ġord": 1342,
      "Ġcoming": 1343,
      "ics": 1344,
      "Ġeither": 1345,
      "nce": 1346,
      "Ġ'": 1347,
      "Ġkid": 1348,
      "Ġlaughed": 1349,
      "like": 1350,
      "ĠAr": 1351,
      "gr": 1352,
      "ĠHotta": 1353,
      "Ġtalk": 1354,
      "gether": 1355,
      "ĠSir": 1356,
      "Ġpun": 1357,
      "Pro": 1358,
      "ats": 1359,
      "most": 1360,
      "Ġrep": 1361,
      "Ġgi": 1362,
      "isf": 1363,
      "bably": 1364,
      "akes": 1365,
      "ĠNot": 1366,
      "ny": 1367,
      "Ġappear": 1368,
      "mp": 1369,
      "cha": 1370,
      "Ġact": 1371,
      "bed": 1372,
      "ief": 1373,
      "uff": 1374,
      "Ġapo": 1375,
      "Ġmet": 1376,
      "Ġreturned": 1377,
      "Ġsound": 1378,
      "usiness": 1379,
      "Ġlaugh": 1380,
      "Ġclear": 1381,
      "Ġneed": 1382,
      "fess": 1383,
      "ested": 1384,
      "Ġinv": 1385,
      "Ġaccept": 1386,
      "under": 1387,
      ";Ċ": 1388,
      "Ġsurpr": 1389,
      "de": 1390,
      "Ġtrain": 1391,
      "Ġhotel": 1392,
      "Ġsleep": 1393,
      "Ġdr": 1394,
      "Ġhold": 1395,
      "lock": 1396,
      "pura": 1397,
      "Ġsprings": 1398,
      "Ġ......": 1399,
      "Ġagreement": 1400,
      "ĠDar": 1401,
      "Ġrest": 1402,
      "clud": 1403,
      "ator": 1404,
      "av": 1405,
      "Ġorig": 1406,
      "Ġorigin": 1407,
      "Ġel": 1408,
      "Ġnor": 1409,
      "Ġpres": 1410,
      "Ġunderstand": 1411,
      "Ġtaken": 1412,
      "Ġlight": 1413,
      "ener": 1414,
      "some": 1415,
      "Ġbrought": 1416,
      "raph": 1417,
      "Ġmost": 1418,
      "oke": 1419,
      "-w": 1420,
      "Ġunt": 1421,
      "Ġfather": 1422,
      "Ġused": 1423,
      "Ġeat": 1424,
      "Ġyears": 1425,
      "ĠWhile": 1426,
      "Ġchan": 1427,
      "Ġsudd": 1428,
      "Ġsudden": 1429,
      "Ġapolog": 1430,
      "Ġsett": 1431,
      "Ġthin": 1432,
      "ĠMy": 1433,
      "Ġten": 1434,
      "imes": 1435,
      "for": 1436,
      "oud": 1437,
      "When": 1438,
      "Ġdet": 1439,
      "Ġlive": 1440,
      "Ġoc": 1441,
      "Ġfive": 1442,
      "Ġcont": 1443,
      "Ġhelp": 1444,
      "Ġwa": 1445,
      "Ġpassed": 1446,
      "Ġrun": 1447,
      "Ġmaking": 1448,
      "Ġstrange": 1449,
      "Ġtaking": 1450,
      "Ġeach": 1451,
      "\"You": 1452,
      "Ġanother": 1453,
      "\"Say": 1454,
      "\"The": 1455,
      "ates": 1456,
      "Ġpleas": 1457,
      "asshoppers": 1458,
      "Ġmom": 1459,
      "Ġmoment": 1460,
      "entle": 1461,
      "nglish": 1462,
      "CHA": 1463,
      "Ġoriginal": 1464,
      "ions": 1465,
      "uring": 1466,
      "Ġpublic": 1467,
      "uct": 1468,
      "uck": 1469,
      "Ġquestion": 1470,
      "ai": 1471,
      "cy": 1472,
      "ek": 1473,
      "Ġfloor": 1474,
      "Ġcar": 1475,
      "ouse": 1476,
      "Ġside": 1477,
      "-ya": 1478,
      "Ġcertain": 1479,
      "hys": 1480,
      "-d": 1481,
      "igh": 1482,
      "agin": 1483,
      "weet": 1484,
      "Ġpoor": 1485,
      "Ġdecid": 1486,
      "ually": 1487,
      "Ġbusiness": 1488,
      "pro": 1489,
      "plain": 1490,
      "Ġstop": 1491,
      "!Ċ": 1492,
      "ĠHow": 1493,
      "\"What": 1494,
      "can": 1495,
      "ĠUn": 1496,
      "ps": 1497,
      "und": 1498,
      "-night": 1499,
      "Ġmeeting": 1500,
      "edo": 1501,
      "Ġraise": 1502,
      "Gutenberg": 1503,
      "ĠDarling": 1504,
      "ume": 1505,
      "ĠEnglish": 1506,
      "TER": 1507,
      "ading": 1508,
      "Ġtransl": 1509,
      "Ġable": 1510,
      "ssible": 1511,
      "Ġsatisf": 1512,
      "Ġwanted": 1513,
      "Ġsub": 1514,
      "Ġcase": 1515,
      "ific": 1516,
      "iterary": 1517,
      "Ġmaid": 1518,
      "Ġinc": 1519,
      "Ġpos": 1520,
      "Ġposition": 1521,
      "Ġpat": 1522,
      "ured": 1523,
      "orry": 1524,
      "Ġaccount": 1525,
      "Ġboth": 1526,
      "Ġfrie": 1527,
      "Ġfriend": 1528,
      "this": 1529,
      "Ġalways": 1530,
      "Ġparticul": 1531,
      "What": 1532,
      "Ġsmall": 1533,
      "enty": 1534,
      "ushed": 1535,
      "Ġmis": 1536,
      "ully": 1537,
      "Ġrecei": 1538,
      "You": 1539,
      "Ġyet": 1540,
      "Ġgave": 1541,
      "But": 1542,
      "had": 1543,
      "Ġanswer": 1544,
      "Ġabs": 1545,
      "ile": 1546,
      "cket": 1547,
      "Ġnood": 1548,
      "Ġcourse": 1549,
      "Ġform": 1550,
      "Ġeverything": 1551,
      "ection": 1552,
      "If": 1553,
      "part": 1554,
      "Ġsing": 1555,
      "Ġsit": 1556,
      "Ġpur": 1557,
      "ip": 1558,
      "Ġfishing": 1559,
      "Ġeh": 1560,
      "Ġpar": 1561,
      "Ġtogether": 1562,
      "He": 1563,
      "Ġwhe": 1564,
      "Ġwhether": 1565,
      "Ġbra": 1566,
      "\"Yes": 1567,
      "Ġpunish": 1568,
      "Shirt": 1569,
      "ĠYedo": 1570,
      "Ġfarew": 1571,
      "Ġfarewell": 1572,
      "Ġdance": 1573,
      "Ġless": 1574,
      "ural": 1575,
      "Ġdef": 1576,
      "Ġattempt": 1577,
      "ween": 1578,
      "Ġsign": 1579,
      "Ġsy": 1580,
      "ferent": 1581,
      "Ġleast": 1582,
      "ser": 1583,
      "ob": 1584,
      "nding": 1585,
      "Ġsorry": 1586,
      "Ġjumped": 1587,
      "Ġjan": 1588,
      "Ġjanitor": 1589,
      "ized": 1590,
      "Ġtoward": 1591,
      "Ġmor": 1592,
      "aving": 1593,
      "Ġbit": 1594,
      "\"This": 1595,
      "Ġremark": 1596,
      "Ġfut": 1597,
      "Ġwonder": 1598,
      "Ġfun": 1599,
      "Then": 1600,
      "Ġdec": 1601,
      "Ġwhom": 1602,
      "Ġdidn": 1603,
      "Ġrec": 1604,
      "bec": 1605,
      "\"If": 1606,
      "Ġknew": 1607,
      "after": 1608,
      "Ġthus": 1609,
      "Ġisn": 1610,
      "Ġsight": 1611,
      "med": 1612,
      "[F": 1613,
      "uss": 1614,
      "cident": 1615,
      "them": 1616,
      "Ġfif": 1617,
      "Ġdraw": 1618,
      "Ġhear": 1619,
      "Ġwriting": 1620,
      "Ġgetting": 1621,
      "sh": 1622,
      "ference": 1623,
      "Ġraised": 1624,
      "they": 1625,
      "ax": 1626,
      "Ġfine": 1627,
      "sel": 1628,
      "ĠNobe": 1629,
      "ĠNobeok": 1630,
      "ĠNobeoka": 1631,
      "ormal": 1632,
      "ĠeB": 1633,
      "icense": 1634,
      "00": 1635,
      "Ġbest": 1636,
      "wor": 1637,
      "fic": 1638,
      "terest": 1639,
      "Ġremar": 1640,
      "bl": 1641,
      "arted": 1642,
      "Ġdark": 1643,
      "Ġyoung": 1644,
      "ush": 1645,
      "Ġbet": 1646,
      "outh": 1647,
      "house": 1648,
      "aught": 1649,
      "Ġphys": 1650,
      "Ġstrong": 1651,
      "Ġfur": 1652,
      "Ġroll": 1653,
      "cove": 1654,
      "chief": 1655,
      "awa": 1656,
      "Ġfollowed": 1657,
      "Ġfond": 1658,
      "Ġfuture": 1659,
      "ird": 1660,
      "fully": 1661,
      "Ġeffort": 1662,
      "After": 1663,
      "oward": 1664,
      "Ġreally": 1665,
      "Ġamong": 1666,
      "Ġaround": 1667,
      "Ġcompl": 1668,
      "Ġgaz": 1669,
      "Ġbow": 1670,
      "ater": 1671,
      "Ġinsist": 1672,
      "Ġturned": 1673,
      "hel": 1674,
      "rem": 1675,
      "Ġhours": 1676,
      "Ġdecided": 1677,
      "ys": 1678,
      "Ġmonth": 1679,
      "-a": 1680,
      "Ġadv": 1681,
      "Ġbelieve": 1682,
      "Ġteaching": 1683,
      "Ġeasy": 1684,
      "Ġdirection": 1685,
      "ooked": 1686,
      "Ġwar": 1687,
      "Ġunless": 1688,
      "have": 1689,
      "Ġsquare": 1690,
      "vil": 1691,
      "Ġquiet": 1692,
      "Ġhung": 1693,
      "Ġgoes": 1694,
      "Ġpaid": 1695,
      "Ġshall": 1696,
      "\"No": 1697,
      "Ġpunishment": 1698,
      "pose": 1699,
      "Ġsweet": 1700,
      "'ve": 1701,
      "\"Well": 1702,
      "Ġgentle": 1703,
      "Ġnormal": 1704,
      "agraph": 1705,
      "chive": 1706,
      "chan": 1707,
      "Ġinclud": 1708,
      "ww": 1709,
      "org": 1710,
      "tem": 1711,
      "AR": 1712,
      "ĠTH": 1713,
      "Ġequ": 1714,
      "Ġtone": 1715,
      "Ġpossible": 1716,
      "Ġbecom": 1717,
      "ĠJapanese": 1718,
      "vers": 1719,
      "Ġfollowing": 1720,
      "Ġpain": 1721,
      "Ġwhole": 1722,
      "wr": 1723,
      "Ġserious": 1724,
      "Ġnar": 1725,
      "Ġtired": 1726,
      "In": 1727,
      "Ġplay": 1728,
      "Ġprom": 1729,
      "Ġgame": 1730,
      "ĠSome": 1731,
      "Ġhappened": 1732,
      "Ġcut": 1733,
      "Ġtwenty": 1734,
      "Ġdoor": 1735,
      "Ġmorning": 1736,
      "hind": 1737,
      "Ġbre": 1738,
      "Ġinside": 1739,
      "ove": 1740,
      "alth": 1741,
      "uk": 1742,
      "arge": 1743,
      "amb": 1744,
      "Ġdam": 1745,
      "Ġworry": 1746,
      "ative": 1747,
      "Ġexpected": 1748,
      "Ġfam": 1749,
      "Ġpra": 1750,
      "Ġpocket": 1751,
      "ooks": 1752,
      "ched": 1753,
      "Ġsil": 1754,
      "ol": 1755,
      "Ġfav": 1756,
      "Ġelse": 1757,
      "Ġhigh": 1758,
      "Ġreal": 1759,
      "Ġalong": 1760,
      "Ġmed": 1761,
      "hik": 1762,
      "hemat": 1763,
      "hematics": 1764,
      "Ġlist": 1765,
      "Ġsick": 1766,
      "oint": 1767,
      "[Foot": 1768,
      "[Footnot": 1769,
      "[Footnote": 1770,
      ".]Ċ": 1771,
      "night": 1772,
      "ses": 1773,
      "ior": 1774,
      "Ġsays": 1775,
      "Ġmouth": 1776,
      "how": 1777,
      "ming": 1778,
      "Ġclo": 1779,
      "Ġcur": 1780,
      "ging": 1781,
      "Ġsuddenly": 1782,
      "-ah": 1783,
      "amp": 1784,
      "Ġblack": 1785,
      "ross": 1786,
      "Ġfac": 1787,
      "selves": 1788,
      "iew": 1789,
      "ission": 1790,
      "Ġcopyright": 1791,
      "Ġparagraph": 1792,
      "ĠArchive": 1793,
      "Ġdonations": 1794,
      "Project": 1795,
      "Ġcost": 1796,
      ".org": 1797,
      "LI": 1798,
      "uced": 1799,
      "Ġsuc": 1800,
      "yle": 1801,
      "Ġforce": 1802,
      "joy": 1803,
      "ouch": 1804,
      "tr": 1805,
      "It": 1806,
      "Ġtrad": 1807,
      "Ġpresent": 1808,
      "Ġext": 1809,
      "ased": 1810,
      "redit": 1811,
      "Ġfault": 1812,
      "ib": 1813,
      "-m": 1814,
      "urd": 1815,
      "Ġtried": 1816,
      "time": 1817,
      "Ġpret": 1818,
      "Ġspee": 1819,
      "ower": 1820,
      "Ġwords": 1821,
      "CHAP": 1822,
      "CHAPTER": 1823,
      "school": 1824,
      "Ġask": 1825,
      "Ġdoing": 1826,
      "ately": 1827,
      "Ġuntil": 1828,
      "bout": 1829,
      "Ġtree": 1830,
      "call": 1831,
      "amash": 1832,
      "amashir": 1833,
      "amashiro": 1834,
      "ste": 1835,
      "Ġbehind": 1836,
      "old": 1837,
      "Ġwall": 1838,
      "itory": 1839,
      "Ġrolled": 1840,
      "Ġmove": 1841,
      "Ġapologize": 1842,
      "Ġlarge": 1843,
      "amboo": 1844,
      "su": 1845,
      "Ġsettled": 1846,
      "\"He": 1847,
      "wo": 1848,
      "Ġthinking": 1849,
      "used": 1850,
      "ified": 1851,
      "Ġalmost": 1852,
      "Ġtre": 1853,
      "Ġtreat": 1854,
      "Ġnoodle": 1855,
      "Ġnote": 1856,
      "ĠAll": 1857,
      "Ġbeat": 1858,
      "Ġobject": 1859,
      "Ġseems": 1860,
      "Ġide": 1861,
      "Yes": 1862,
      "ows": 1863,
      "Ġremain": 1864,
      "Ġbegin": 1865,
      "ught": 1866,
      "ments": 1867,
      "Ġalone": 1868,
      "spect": 1869,
      "Ġmathematics": 1870,
      "Ġrough": 1871,
      "Ġoutside": 1872,
      "Ġcomes": 1873,
      "back": 1874,
      "Ġwind": 1875,
      "sed": 1876,
      "Ġwouldn": 1877,
      "eer": 1878,
      "inut": 1879,
      "from": 1880,
      "Ġrepl": 1881,
      "Ġnarrow": 1882,
      "Ġincident": 1883,
      "Ġair": 1884,
      "Ġsea": 1885,
      "ts": 1886,
      "Ġsurprised": 1887,
      "Ġtea": 1888,
      "Red": 1889,
      "Ġtalking": 1890,
      "Ġboss": 1891,
      "que": 1892,
      "Ġpict": 1893,
      "irty": 1894,
      "Ġce": 1895,
      "Ġlim": 1896,
      "ĠWhy": 1897,
      "Ġpoint": 1898,
      "Ġlaw": 1899,
      "ciated": 1900,
      "Ġmoon": 1901,
      "ircu": 1902,
      "got": 1903,
      "ĠIs": 1904,
      "Ġhands": 1905,
      "Ġhonor": 1906,
      "aut": 1907,
      "rge": 1908,
      "Ġstate": 1909,
      "ĠLiterary": 1910,
      ".F": 1911,
      "This": 1912,
      "line": 1913,
      ".g": 1914,
      ".gutenberg": 1915,
      "ĠOF": 1916,
      "EN": 1917,
      "racter": 1918,
      "Ġbene": 1919,
      "ĠEven": 1920,
      "oub": 1921,
      "Ġmakes": 1922,
      "Ġinterest": 1923,
      "ope": 1924,
      "ms": 1925,
      "Ġrespons": 1926,
      "Ġfore": 1927,
      "Ġsomewhat": 1928,
      "Ġhonest": 1929,
      "ock": 1930,
      "irit": 1931,
      "Ġheld": 1932,
      "Ġadded": 1933,
      "fu": 1934,
      "aded": 1935,
      "als": 1936,
      "att": 1937,
      "tern": 1938,
      "Ġpersonal": 1939,
      "Ġass": 1940,
      "ĠWith": 1941,
      "tic": 1942,
      "Tokyo": 1943,
      "Ġshout": 1944,
      "Ġpretty": 1945,
      "umb": 1946,
      "Ġearly": 1947,
      "opped": 1948,
      "Ġfurther": 1949,
      "Ġfre": 1950,
      "esides": 1951,
      "Ġbamboo": 1952,
      "Ġir": 1953,
      "more": 1954,
      "Ġliving": 1955,
      "Ġreceived": 1956,
      "Ġlived": 1957,
      "Ġmeant": 1958,
      "Ġcoward": 1959,
      "position": 1960,
      "Ġloc": 1961,
      "iled": 1962,
      "Ġtender": 1963,
      "Ġch": 1964,
      "ĠAfter": 1965,
      "cer": 1966,
      "Ġfavor": 1967,
      "who": 1968,
      "Ġliked": 1969,
      "rance": 1970,
      "Ġpri": 1971,
      "kisha": 1972,
      "Ġstudy": 1973,
      "Ġorder": 1974,
      "Ġafterward": 1975,
      "Ġgreatly": 1976,
      "Ġunable": 1977,
      "go": 1978,
      "Ġwait": 1979,
      "eping": 1980,
      "iding": 1981,
      "Ġforty": 1982,
      "Ġsky": 1983,
      "Ġoffice": 1984,
      "will": 1985,
      "\"D": 1986,
      "wel": 1987,
      "Ġstation": 1988,
      "bo": 1989,
      "hot": 1990,
      "such": 1991,
      "Ġloud": 1992,
      "Ġaw": 1993,
      "land": 1994,
      "?Ċ": 1995,
      "Ġrespect": 1996,
      "ances": 1997,
      "ient": 1998,
      "Ġought": 1999
    },
    "merges": [
      [
        "Ġ",
        "t"
      ],
      [
        "h",
        "e"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "i",
        "n"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "Ġ",
        "the"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "Ġth",
        "e"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "r",
        "e"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "o",
        "u"
      ],
      [
        "e",
        "d"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "n",
        "d"
      ],
      [
        "Ġ",
        "I"
      ],
      [
        "h",
        "a"
      ],
      [
        "i",
        "t"
      ],
      [
        "e",
        "r"
      ],
      [
        "i",
        "ng"
      ],
      [
        "in",
        "g"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "i",
        "s"
      ],
      [
        "Ġ",
        "to"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "e",
        "n"
      ],
      [
        "o",
        "n"
      ],
      [
        "o",
        "r"
      ],
      [
        "a",
        "s"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "of"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "Ġ",
        "and"
      ],
      [
        "Ġa",
        "nd"
      ],
      [
        "Ġan",
        "d"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "l",
        "l"
      ],
      [
        "a",
        "t"
      ],
      [
        "a",
        "n"
      ],
      [
        "a",
        "r"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "m"
      ],
      [
        "o",
        "t"
      ],
      [
        "Ġ",
        "be"
      ],
      [
        "Ġb",
        "e"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "u",
        "t"
      ],
      [
        "o",
        "w"
      ],
      [
        "e",
        "s"
      ],
      [
        "h",
        "at"
      ],
      [
        "ha",
        "t"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "Ġ",
        "he"
      ],
      [
        "Ġh",
        "e"
      ],
      [
        "Ġ",
        "ha"
      ],
      [
        "Ġh",
        "a"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "Ġ",
        "was"
      ],
      [
        "Ġw",
        "as"
      ],
      [
        "Ġwa",
        "s"
      ],
      [
        "l",
        "d"
      ],
      [
        "g",
        "h"
      ],
      [
        "i",
        "d"
      ],
      [
        "c",
        "h"
      ],
      [
        "Ġ",
        "th"
      ],
      [
        "Ġt",
        "h"
      ],
      [
        "Ġ",
        "it"
      ],
      [
        "a",
        "y"
      ],
      [
        "Ġ",
        "on"
      ],
      [
        "Ġo",
        "n"
      ],
      [
        "c",
        "e"
      ],
      [
        "s",
        "e"
      ],
      [
        "e",
        "nt"
      ],
      [
        "en",
        "t"
      ],
      [
        "Ġ",
        "st"
      ],
      [
        "Ġs",
        "t"
      ],
      [
        "l",
        "y"
      ],
      [
        "v",
        "e"
      ],
      [
        "e",
        "t"
      ],
      [
        "s",
        "t"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "Ġ",
        "y"
      ],
      [
        "gh",
        "t"
      ],
      [
        "i",
        "r"
      ],
      [
        "Ġ",
        "me"
      ],
      [
        "Ġm",
        "e"
      ],
      [
        "o",
        "o"
      ],
      [
        "a",
        "l"
      ],
      [
        "i",
        "th"
      ],
      [
        "it",
        "h"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "Ġr",
        "e"
      ],
      [
        "i",
        "m"
      ],
      [
        "Ġ",
        "that"
      ],
      [
        "Ġt",
        "hat"
      ],
      [
        "Ġth",
        "at"
      ],
      [
        "Ġ",
        "as"
      ],
      [
        "Ġa",
        "s"
      ],
      [
        "ou",
        "ld"
      ],
      [
        "r",
        "o"
      ],
      [
        "a",
        "d"
      ],
      [
        "i",
        "on"
      ],
      [
        ".",
        "Ċ"
      ],
      [
        "h",
        "er"
      ],
      [
        "he",
        "r"
      ],
      [
        "Ġ",
        "my"
      ],
      [
        "Ġm",
        "y"
      ],
      [
        "c",
        "t"
      ],
      [
        "Ġ",
        "not"
      ],
      [
        "Ġn",
        "ot"
      ],
      [
        "Ġno",
        "t"
      ],
      [
        "Ġ",
        "with"
      ],
      [
        "Ġw",
        "ith"
      ],
      [
        "Ġ",
        "for"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "Ġ",
        "u"
      ],
      [
        "k",
        "e"
      ],
      [
        "Ġ",
        "you"
      ],
      [
        "Ġy",
        "ou"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "Ġ",
        "is"
      ],
      [
        "i",
        "ght"
      ],
      [
        "igh",
        "t"
      ],
      [
        "\"",
        "Ċ"
      ],
      [
        "a",
        "m"
      ],
      [
        "i",
        "c"
      ],
      [
        "u",
        "r"
      ],
      [
        "Ġ",
        "at"
      ],
      [
        "Ġa",
        "t"
      ],
      [
        ".",
        "."
      ],
      [
        "a",
        "c"
      ],
      [
        "t",
        "er"
      ],
      [
        "te",
        "r"
      ],
      [
        "Ġw",
        "h"
      ],
      [
        "Ġ",
        "an"
      ],
      [
        "Ġa",
        "n"
      ],
      [
        "Ġ",
        "we"
      ],
      [
        "Ġw",
        "e"
      ],
      [
        "Ġ",
        "The"
      ],
      [
        "ĠT",
        "he"
      ],
      [
        "i",
        "f"
      ],
      [
        "Ġ",
        "or"
      ],
      [
        "Ġo",
        "r"
      ],
      [
        "Ġ",
        "but"
      ],
      [
        "Ġb",
        "ut"
      ],
      [
        "Ġbu",
        "t"
      ],
      [
        "v",
        "er"
      ],
      [
        "ve",
        "r"
      ],
      [
        "Ġ",
        "\""
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "o",
        "ut"
      ],
      [
        "ou",
        "t"
      ],
      [
        "o",
        "me"
      ],
      [
        "om",
        "e"
      ],
      [
        "Ġ",
        "had"
      ],
      [
        "Ġh",
        "ad"
      ],
      [
        "Ġha",
        "d"
      ],
      [
        "p",
        "p"
      ],
      [
        "q",
        "u"
      ],
      [
        "Ġ",
        "su"
      ],
      [
        "Ġs",
        "u"
      ],
      [
        "Ġ",
        "this"
      ],
      [
        "Ġt",
        "his"
      ],
      [
        "Ġth",
        "is"
      ],
      [
        "r",
        "ed"
      ],
      [
        "re",
        "d"
      ],
      [
        "ar",
        "d"
      ],
      [
        "Ġ",
        "so"
      ],
      [
        "Ġs",
        "o"
      ],
      [
        "e",
        "ll"
      ],
      [
        "el",
        "l"
      ],
      [
        "Ġ",
        "would"
      ],
      [
        "Ġw",
        "ould"
      ],
      [
        "Ġ",
        "his"
      ],
      [
        "Ġh",
        "is"
      ],
      [
        "Ġ",
        "sh"
      ],
      [
        "Ġs",
        "h"
      ],
      [
        "i",
        "ne"
      ],
      [
        "in",
        "e"
      ],
      [
        "r",
        "a"
      ],
      [
        "Ġ",
        "se"
      ],
      [
        "Ġs",
        "e"
      ],
      [
        "Ġ",
        "by"
      ],
      [
        "Ġb",
        "y"
      ],
      [
        ".",
        "\"Ċ"
      ],
      [
        ".\"",
        "Ċ"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "h",
        "en"
      ],
      [
        "he",
        "n"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "Ġ",
        "have"
      ],
      [
        "Ġh",
        "ave"
      ],
      [
        "Ġha",
        "ve"
      ],
      [
        "Ġf",
        "r"
      ],
      [
        "Ġs",
        "a"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "Ġ",
        "one"
      ],
      [
        "Ġo",
        "ne"
      ],
      [
        "Ġon",
        "e"
      ],
      [
        "e",
        "m"
      ],
      [
        "k",
        "ed"
      ],
      [
        "ke",
        "d"
      ],
      [
        "ir",
        "t"
      ],
      [
        "e",
        "ct"
      ],
      [
        "Ġ",
        "him"
      ],
      [
        "Ġh",
        "im"
      ],
      [
        "Ġ",
        "li"
      ],
      [
        "Ġl",
        "i"
      ],
      [
        "Ġ",
        "ab"
      ],
      [
        "Ġa",
        "b"
      ],
      [
        "at",
        "ion"
      ],
      [
        "h",
        "ing"
      ],
      [
        "hi",
        "ng"
      ],
      [
        "t",
        "he"
      ],
      [
        "th",
        "e"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "Ġ",
        "le"
      ],
      [
        "Ġl",
        "e"
      ],
      [
        "s",
        "s"
      ],
      [
        "Ġ",
        "W"
      ],
      [
        "c",
        "u"
      ],
      [
        "i",
        "ll"
      ],
      [
        "il",
        "l"
      ],
      [
        "'",
        "t"
      ],
      [
        "ar",
        "t"
      ],
      [
        "a",
        "ll"
      ],
      [
        "al",
        "l"
      ],
      [
        ",",
        "Ċ"
      ],
      [
        "o",
        "wn"
      ],
      [
        "ow",
        "n"
      ],
      [
        "o",
        "re"
      ],
      [
        "or",
        "e"
      ],
      [
        "Ġ",
        "all"
      ],
      [
